Repository: chriscauley/django-inlinetrans
Catalog: inlinetrans/locale/*/LC_MESSAGES/django.po
Languages: fi

source: You have no permission to update translation catalogs
fi: Sinulla ei ole käyttöoikeuksia käännöstiedostojen muokkaamiseen

source: "%(msgid)s" not found in any catalog
fi: Merkkijonoa "%(msgid)s" ei löytynyt käännöstiedostosta

source: Do you want to update the catalog (this could take longer) and try again?
fi: Haluatko päivittää käännöstiedostot ja yrittää uudelleen (tämä voi kestää jonkin aikaa)?

source: Catalog updated successfully
fi: Käännöstiedostot päivitetty

source: Give a new translation for
fi: Anna uusi käännös:

source: to
fi: kielelle

source: You are sending an empty translation ¿Are you sure?
fi: Haluatko varmasti tallentaa tyhjän käännöksen?

source: Reloading
fi: Päivitetään

source: Apply changes
fi: Ota muutokset käyttöön

source: Applying changes
fi: Päivitetään

source: Cannot send translation
fi: Käännöksen lähettäminen epäonnistui

source: Cannot restart server
fi: Sovelluksen uudelleenkäynnistys epäonnistui

source: See translatable items
fi: Näytä käännettävät merkkijonot

source: See non translated items
fi: Näytä kääntämättömät merkkijonot
